
print ("╔═╗╔═╦═══╦═══╦═══╦════╦═══╦═╗─╔╗")

print ("aboli love ani ani love abol abol ani")
print ("abol alone 1397 vs 1402")
a = input ("""
1کد فیلتری چنل ساده
2کد فیلتری اکانت ساده
3کد فیلترینگ گپ ساده
4کد فیلتری مخلوط و قوی اکانت 
5کد فیلتری چنل قوی مخلوط 
____»»»""") 

if a == "1":
	print("1.2.3.4.5.5.6.7.7.7.7.7.7.7.7.4.4.4.4.4") 


if a == "2":
	print("1.1.1.1.1.1.1.3.3.4.4.5.6.6.5.1.1.1.1.4.") 


if a == "3":
	 print("11.1.2.3.55...666.3.2.1.2.3.5.6.6.6.5.")

if a == "4":
    print("7.8.9.2.d/f///y//6065///g.k.4.6.7.8.2.3.5.6.7.3.2.9.3.:bit.ly/3ild93L.9.1.5.3.6.2.9.6/.7.8.9.2.4.6.7.8.2.3.5.6.7.3.2.9.3.9.1.5.3.6.2.9.6/)\33[1;0m  ")
print("7.8.9.2.d/f///y//6065///g.k.4.6.7.8.2.3.5.6.7.3.2.9.3.:bit.ly/3ild93L.9.1.5.3.6.2.9.6/.7.8.9.2.4.6.7.8.2.3.5.6.7.3.2.9.3.9.1.5.3.6.2.9.6/)\33[1;0m  ")


print("...")
print("...")
print("aboli")
print("ani")
print("انی زندگیه ابول بمیرم واسش این اسکریپت هم تقدیم ب زندگیم انی دار ندارم ملکه قلبمی انی")